{"meta":{"format":"JSON","version":"1.1.0","projectId":"idyllic-folio-238500","resourcePath":["Products"],"recursive":false,"creationTime":1726948198,"app":"firefoo"},"data":{"1":{"amount":"500g -> 9PC","category":"1","description":"A buttered French delight! If you're tired of plain old bread our fresh brioche has got you covered! This super soft, rich bread is perfect for sweet or savoury sandwiches!","name":"Fresh Brioche Bread","ordersNo":5,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/1.jpg?alt=media&token=0e67f419-f144-4ebc-bb7e-95558009cd3d","price":35,"section":"2","shippingDuration":"1 day","__collections__":{}},"2":{"amount":"830g","category":"1","description":"Our pull apart garlic cheese bread is nothing but heavenly! It is stuffed with the best cheese mix combination; gruyere for a rich taste, mozzarella for the stretchy & gooey effect and white cheddar to balance out the taste. It is infused with a mix of aromatic fresh herbs namely, rosemary, thyme, oregano, parsley and fresh green onions. The bread is crusty and buttered with a sprinkle of salt. Every bite-size piece is guaranteed to be garlicky, buttery and cheesy! It is a great starter for dinner accompanied by salad or a fabulous and fun appetizer for your next gathering. Foodie Tip: The best bit is in the base of the bread, where the cheese & butter drip to the bottom making it crispy and delicious! Heating Instructions: Remove plastic film & pop in a preheated oven 180?°C for 15 min or until cheese melts.","name":"Gourmet Gruyere Bread","ordersNo":4,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/2.jpg?alt=media&token=ea47a7ed-bf7a-4fb6-94e1-e9f89211b54b","price":210,"section":"2","shippingDuration":"1 day","__collections__":{}},"3":{"amount":"350g","category":"1","description":"Our fine raw Clover Flower Honey is 100% pure, unfiltered & unpasteurised. Clover honey has a sweet, earthy and pleasing mild taste. Use as a clean and healthy sugar alternative in baking, cooking or even to sweeten your coffee! You can also serve with Gourmet Feteer Meshaltet, spread on your preferred Gourmet fresh baked loaf or baguette or add to Gourmet Plain Greek-Style Yogurts for a sweet and healthy snack.","name":"Gourmet Clover Flower Honey","ordersNo":2,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/3.jpg?alt=media&token=49f83a0b-ae64-40c2-8ce8-f76fb3af2ba0","price":75,"section":"2","shippingDuration":"1 day","__collections__":{}},"4":{"amount":"400g","category":"1","description":"GOURMET LOVES CAKE! A new delicious range of handcrafted cakes baked in small batches and made from all natural ingredients. This Vegan Banana cake is completely dairy free, made with coconut milk and premium ripened bananas. So now all our vegan & vegeterian friends can finally have their cake and eat it too!","name":"Gourmet Loves Cake Vegan Banana Cake","ordersNo":1,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/4.jpg?alt=media&token=bf1fa975-bd60-4926-b437-77de26987772","price":60,"section":"2","shippingDuration":"1 day","__collections__":{}},"5":{"amount":"10 eggs","category":"1","description":"Fresh and premium white eggs straight from the farm. They are loaded with nutrients and high in quality protein with all the essential amino acids. Enjoy them scrambled, poached or boiled with sliced avocado and Gourmet's Norwegian smoked salmon for a nutritious, delicious and filing breakfast. Master making homemade omelette and add filling of your choice, Gourmet Italian shredded mozzarella, mushrooms, chives and mushrooms and serve with our freshly-baked breads! The pack contains 10 farm fresh eggs.","name":"Al Alamya White Eggs","ordersNo":5,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/5.jpg?alt=media&token=d396ff09-6ee8-449b-80e5-3c32bd1b0e49","price":35,"section":"3","shippingDuration":"1 day","__collections__":{}},"6":{"amount":"250g","category":"1","description":"Delicious sliced Turkish beef sausage (sucuk) made by the world-famous premium brand, Egetürk. It is infused with garlic and seasoned with the right mix of spices to up the flavour of your sandwiches! Add to sunny side eggs or shakshuka for a mouthwatering breakfast! The beef sausages are gluten and lactose free","name":"Egetat Egeturk Sliced Sausage","ordersNo":1,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/6.jpg?alt=media&token=60bf74a9-b36a-4cc1-b03e-0ad94bec7058","price":165,"section":"3","shippingDuration":"1 day","__collections__":{}},"7":{"amount":"500g","category":"1","description":"These Egyptian fava beans are grown in nutrient rich soil & dried naturally in the sun. To prepare them at home, soak the beans overnight in water with a tbsp of vinegar (this makes beans more digestible & nutrient dense) & cook them to create your favourite, healthy and delicious Egyptian ful!","name":"Sara's Organic Fava Beans","ordersNo":1,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/7.jpg?alt=media&token=47bc87b3-edcd-43ab-b744-2bf601fc4193","price":40,"section":"3","shippingDuration":"1 day","__collections__":{}},"1zc9hERRij4EZQfR5HQA":{"amount":"1L","category":"1","description":" Coconut adds a subtle flavour and the drink ensures easy work-ability and high quality micro-foam, which allows for great latte art whilst offering you a refreshing taste. This drink is naturally gluten and dairy free however it does contain soy.","name":"Alpro Coconut Drink for Professionals","ordersNo":13,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/coconut_milk.jpg?alt=media&token=6367a7a4-0a16-498a-8ff3-8f4bef7bdfc4","price":78.5,"section":"1","shippingDuration":"1 day","__collections__":{}},"2_1":{"amount":"475g","category":"2","description":"These frozen meat balls are a freezer staple! They are easy-to-prep and come out juicy and full of flavour every time you cook them! Pan fry them in Gourmet La Cucina di Vita Arrabiata Sauce for a delicious dish and serve them with Gourmet Egyptian Rice. You can also enjoy them as appetisers or dippers in your next get together or party; guaranteed to be a crowd pleaser!","name":"Gourmet Frozen Meat Balls","ordersNo":1,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/2_1.jpg?alt=media&token=b0d786af-07ff-42c7-a513-cbb4f79a666c","price":65,"section":"1","shippingDuration":"1 day","__collections__":{}},"2_10":{"amount":"300g","category":"2","description":"Enjoy our range of artisan La Cucina di Vita handmade Italian pasta. Our ravioli is made with 100% pure Italian wheat flour & infused with the finest fresh mushrooms. Ready in just 90 seconds, we recommend serving our Mushroom Ravioli with freshly grated parmigiano reggiano, cracked black pepper & a drizzle of olive oil.","name":"Gourmet La Cucina Di Vita Frozen Mushroom Ravioli","ordersNo":0,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/2_10.jpg?alt=media&token=c805b3e9-7919-4a7b-9e77-c7034a4c4dfe","price":95,"section":"4","shippingDuration":"1 day","__collections__":{}},"2_11":{"amount":"500g","category":"2","description":"The large diameter and ridges of Rigatoni make it ideal for retaining sauces on the entire surface, inside and out! Try Rigatoni with chunkier meat or vegetable-based sauces, refined dairy-based sauces, like a mushroom cream sauce, tomato sauces, or spicy sauces. Rigatoni is also delicious in baked casserole dishes, known as 'pasta al forno.'","name":"Barilla Rigatoni Pasta","ordersNo":1,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/2_11.jpg?alt=media&token=d85a2775-76b6-492d-8367-98ec05ccdbcc","price":44,"section":"4","shippingDuration":"1 day","__collections__":{}},"2_12":{"amount":"500g","category":"2","description":"Creamy, handcrafted and all natural ready-to-eat delectable rice pudding! The delightful dessert is fun to share and guaranteed to satisfy your sweet tooth. Sprinkle with cinnamon for added deliciousness! Top with GOGO's Geltao Vanilla or Mistika ice cream for a refreshing treat. Pick & choose your selection of Gourmet's Fresh Desserts which include, Plain Rice Pudding, Rice Pudding with Nuts, Vegan Coconut Rice Pudding, Plain Mehalabia, and Mehalabia with Kamar El Din. Serves 2 - 4.","name":"Gourmet Rice Pudding (Plain)","ordersNo":1,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/2_12.jpg?alt=media&token=bcafb84c-fd16-4a1c-b77f-4995c672e9e7","price":45,"section":"4","shippingDuration":"1 day","__collections__":{}},"2_13":{"amount":"1 KG","category":"2","description":"It is sourced from fertile foothills of the Himalayas and has a distinct flavour and aroma that makes it the choice of gourmets. This delicious rice is sure to be superior in taste and texture. This quality rice is perfect for a delicious biryani that would even suit everyone's budget","name":"507 Gold Indian Basmati Rice","ordersNo":0,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/2_13.jpg?alt=media&token=5b3d37e5-49f2-4ad6-8d96-29d628e96204","price":49,"section":"4","shippingDuration":"1 day","__collections__":{}},"2_2":{"amount":"9 PCs","category":"2","description":"Your search for the perfect Shawarma sandwich ends right here with Gourmet’s fabulous Frozen Meat Shawerma Wraps. Made with premium meat, tomatoes, parsley, a drizzle of tahini and seasoned with our secret spices blend; these addictive soft pita bread wraps are to savor without moderation!","name":"Gourmet Frozen Meat Shawerma Wraps","ordersNo":1,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/2_2.jpg?alt=media&token=6d6002fa-ab8b-4c58-b4ef-e973eab1d673","price":128,"section":"1","shippingDuration":"1day","__collections__":{}},"2_3":{"amount":"500g","category":"2","description":"Known for having more flavour than other meat cuts, our Australian beef rump steak, is a tender everyday steak taken from the lower back of the cow. We recommend serving it grilled or seared in a cast iron skillet. Serve with Gourmet Roasted Vegetables and Gourmet Mashed Potatoes for delicious sides. About our Beef: The Australian beef industry produces some of the finest beef in the world. The industry is geared to producing high quality grass-fed, grain-fed and organic beef and breed-specific products, such as Wagu and Angus. Australian beef has the natural-advantage, where the cattle graze on open pasture and most are exclusively grass-fed. Our top-quality meat is assessed for its rib fat, meat colour, eye muscle area, fat colour and marbling. All our beef is 100% halal.","name":"Chilled Aussie Beef Rump Steak","ordersNo":2,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/2_3.jpg?alt=media&token=eb30839f-93da-4757-b0d0-1978cbe5b63c","price":275,"section":"1","shippingDuration":"1 day","__collections__":{}},"2_4":{"amount":"550g","category":"2","description":"An easy and delicious chicken dish to devour the taste of Indian cuisine! Our NEW fresh tandouri drumsticks are made from hormone-free and grain fed chickens. You can simply grill them or cook them on a griddle pan. They are great for main dishes or sharing platters, which makes them perfect for get togethers and even parties! Transform these spicy flavourful drumsticks to an easy stir fry by adding onions and tomatoes and serve with Gourmet Tztaziki Dip for an appetising chicken dish.","name":"Tandoori Chicken DrumStick","ordersNo":4,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/2_4.jpg?alt=media&token=f41fa159-d9a6-4c77-a20b-212e411d313d","price":41.25,"section":"3","shippingDuration":"1 day","__collections__":{}},"2_5":{"amount":"200g","category":"2","description":"Tender smoked chicken strips seasoned with paprika for a flavourful taste! The strips are made from real chicken meat for a juicy and authentic taste. They make a delicious sandwich filling with a spread of mayonnaise, lettuce, sliced tomatoes, cheddar cheese, all toasted in Gourmet freshly-baked Rye Oat Baguette","name":"Taste Smoked Chicken Strips with Paprika","ordersNo":1,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/2_5.jpg?alt=media&token=2c485e89-5051-4b37-b1c9-770fba9976c0","price":34.8,"section":"3","shippingDuration":"1 day","__collections__":{}},"2_6":{"amount":"190g","category":"2","description":"Extra Fine long slices of yellow fin Tuna marinated in Spanish Olive Oil. It is packed in a glass jar to retain freshness.","name":"Arlequin Tuna in Olive Oil","ordersNo":5,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/2_6.jpg?alt=media&token=11fa6fa9-cf84-4547-b01c-d701051e1c09","price":89,"section":"2","shippingDuration":"1 day","__collections__":{}},"2_7":{"amount":"400g","category":"2","description":"Crispy, breaded, and spiced shrimps to enjoy as an appetizer with a tartare sauce dip or a cocktail sauce. Served with a side of fries, it can also be a great fish and chips alternative.","name":"Poseidon Spicy Breaded Shrimp","ordersNo":1,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/2_7.jpg?alt=media&token=cf6f05e2-463e-49a9-80b1-afad4921cfce","price":155,"section":"2","shippingDuration":"1 day","__collections__":{}},"2_8":{"amount":"650g","category":"2","description":"Sea bass aquaculture is already widely established in the Mediterranean basin. Whether you like it baked, grilled, pan-fried or in a fish pie, sea bass can make the perfect seafood dish. Now cleaned and hassle free you can make that perfect dish in no time!","name":"Gourmet Frozen Cleaned Whole Sea Bass","ordersNo":2,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/2_8.jpg?alt=media&token=b8b430e8-ca25-48aa-bca2-1749cd106f44","price":194.35,"section":"2","shippingDuration":"1 day","__collections__":{}},"2_9":{"amount":"500g","category":"2","description":"Barilla Farfale pasta (translated from Italian: \"Farfale\" - butterflies) - pasta format, which in itself will become a decoration of the dish. And due to its bizarre shape, such a paste is very popular among children. Farfalle goes well with light vegetable-based sauces","name":"Barilla Farfalle Pasta","ordersNo":0,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/2_9.jpg?alt=media&token=4a52fd37-bf24-4fac-871b-841eaa55c599","price":44,"section":"4","shippingDuration":"1 day","__collections__":{}},"3_1":{"amount":"335g","category":"3","description":"Sometimes you just can't beat a classic. Gourmet Margherita Pizza is made with Italian pizza flour to add to the authentic taste. The simplest of pizzas bursting with flavour! BAKING INSTRUCTIONS: For best results, defrost pizza in box for approx. 10-15 min. Remove all packaging before baking. Important: baking time may vary depending on oven. Adjust time and temperature accordingly. 1. Preheat oven to 200°C. 2. Place pizza directly on the top rack, with a tray below it. 3. Bake for 12 to 15 min. or until crust is golden brown & cheese bubbles. 4. Remove from oven, slice and serve.","name":"Gourmet Margherita Pizza","ordersNo":3,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/3_1.jpg?alt=media&token=d54273e1-e73e-4637-a80d-da51d2c35235","price":76,"section":"1","shippingDuration":"1 day","__collections__":{}},"3_10":{"amount":"250g","category":"3","description":"100% Arabica premium blend from Central and South America. Lavazza Espresso Italiano is a selection of blends, from mild to bold, to enjoy your coffee as Italians do, in your favorite brewing method. Espresso Italiano Classico is sweet and delicate, with notes of fruits and a persistent aftertaste","name":"Lavazza Espresso Italiano Classico","ordersNo":0,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/3_10.png?alt=media&token=c31351f7-1b15-4625-8dc5-e8feacb38710","price":175,"section":"3","shippingDuration":"1 day","__collections__":{}},"3_11":{"amount":"10 Caps","category":"3","description":"A select mix of Arabica beans from Central and South America and Robusta beans from Asia. These exquisite beans develop an intense aroma with delicate notes of chocolate. Enjoy a delicious Gusto Italiano from the capsule. The capsules are compatible with all Nespresso machines.","name":"Movenpick Lungo Crema Gusto Italiano Coffee","ordersNo":0,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/3_11.jpg?alt=media&token=ab2e9988-18e9-4561-b7b2-8b76ac5b5fec","price":100,"section":"3","shippingDuration":"1 day","__collections__":{}},"3_2":{"amount":"335g","category":"3","description":"Our Quattro Formaggi Pizza brings you the world's best combination of crusty dough and cheeses! Our appetising cheese blend contains Italian mozzarella, grana padano, cheddar & blue cheese. When they melt, they create the most delicious pizza. that bursts with flavour! The pizza is made from premium Italian pizza flour for an authentic Italian taste. Get creative and add your own favourite toppings! Baking Instructions: For best results, defrost pizza in box for approx. 10-15 min. Remove all packaging before baking. Important: baking time may vary depending on oven. Adjust time and temperature accordingly. Preheat oven to 200°C. . Place pizza directly on the top rack, with a tray below it. Bake for 12 to 15 min. or until crust is golden brown & cheese bubbles. Remove from oven, slice and serve.","name":"Gourmet Quattro Formaggi Pizza","ordersNo":0,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/3_2.jpg?alt=media&token=ed877e87-1013-4a73-adab-b6b72bcf1ec8","price":110,"section":"1","shippingDuration":"1 day","__collections__":{}},"3_3":{"amount":"430g","category":"3","description":"Description\nIn pizza we crust! Forget old boring pizza toppings! Try out our new delicious Beef Pizza made with Italian pizza flour to add to the authentic taste!\nBaking Instructions:\n\nFor best results, defrost pizza in box for approx. 10-15 min.\nRemove all packaging before baking. Important: baking time may vary depending on oven. Adjust time and temperature accordingly.\n\n1. Preheat oven to 200°C.\n2. Place pizza directly on the top rack, with a tray below it.\n3. Bake for 12 to 15 min. or until crust is golden brown & cheese bubbles.\n4. Remove from oven, slice and serve.\nIngredients ","name":"Gourmet Beef Pizza","ordersNo":1,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/3_3.jpg?alt=media&token=ab9be913-ed5a-4f84-bf2d-e6fd20cb0e8a","price":110,"section":"1","shippingDuration":"1 day","__collections__":{}},"3_4":{"amount":"160g","category":"3","description":"Premium dark chocolate buttons, made with the finest Belgian chocolate (55% Cocoa). Ideal for baking as well as nibbling on as a snack! We recommend using them to make chocolate covered strawberries, for an elegant dessert ready in no time!","name":"Gourmet Belgian Dark Chocolate Buttons","ordersNo":1,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/3_4.jpg?alt=media&token=532f325c-d3ac-4364-ae3e-ff284fa0dc80","price":65,"section":"2","shippingDuration":"1 day","__collections__":{}},"3_5":{"amount":"40g","category":"3","description":"Looks as good as it tastes. A great dessert option for your next holiday party, these chocolate & cranberry swirl have a crust and a cranberry sauce that's swirled on top and baked right in.","name":"Chocolate & Cranberry Swirl","ordersNo":0,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/3_5.jpg?alt=media&token=bce7b441-f8ea-415b-9ff7-d43df4216dcf","price":12,"section":"2","shippingDuration":"1 day","__collections__":{}},"3_6":{"amount":"500 ml","category":"3","description":"Enjoy our all natural and refreshing GOGO's Gelato handmade in small batches. GOGO all the way, with our dark chocolate gelato, made with the finest ingredients and infused with Belgian Belcolade dark chocolate and rich cocoa powder. All our gelato does not contain artificial colours or preservatives.","name":"GOGO's GELATO Dark Chocolate","ordersNo":0,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/3_6.jpg?alt=media&token=9562e214-69cc-4119-acf3-94c3b005939d","price":110,"section":"2","shippingDuration":"1 day","__collections__":{}},"3_7":{"amount":"250","category":"3","description":"These Belgian chocolate chip biscuits are a must-try! Nothing beats a crispy and delicious chocolate chip biscuit! Made with top quality ingredients, including Italian flour and our signature Belgian 55% Dark Chocolate chips, these are perfect to have with your tea or coffee or simply snack on them on their own.","name":"Gourmet Belgian Chocolate Chip Biscuits","ordersNo":1,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/3_7.jpg?alt=media&token=5bfe9a51-5ac2-4030-be50-1f62c654dbba","price":75,"section":"2","shippingDuration":"1 day","__collections__":{}},"3_8":{"amount":"250","category":"3","description":"The great classic from Movenpick, made from 100 % Arabica beans, reflects the perfect harmony between flavour and full-bodied aroma. Fine coffee beans, selected from the best areas, are the basis of this aromatic, balanced coffee. Delicate and sensual, a real treat at any time of day. The special characteristic of this coffee is due to the blending of selected coffees grown on high plateaus. Mixed and roasted by experts, it develops an incomparably full-bodied aroma.","name":"Movenpick Der Himmlische Coffee","ordersNo":0,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/3_8.jpg?alt=media&token=2ff77daf-3380-4009-a7e0-717323c69f72","price":105,"section":"3","shippingDuration":"1 day","__collections__":{}},"3_9":{"amount":"420g","category":"3","description":"A blend of finely selected East African and Central American Arabica that is distinguished by its enticing aroma. An exceptionally balanced and well-rounded coffee","name":"Al Ameed American Coffee","ordersNo":0,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/3_9.jpg?alt=media&token=286fbc9d-c4a6-4c8a-8359-67025fad6034","price":195,"section":"3","shippingDuration":"1 day","__collections__":{}},"9NiSrTO0K8oVUr4189xc":{"amount":"190g","category":"1","description":"The same smooth and creamy Greek yogurt that you love is now with vanilla and honey! Made with the freshest ingredients, this protein-packed product is the perfect choice for breakfast. Enjoy a light, delightful taste. We recommend serving it with fresh fruits and muesli or granola for a nutritious and delicious meal. Does not contain any artificial thickeners.","name":"Gourmet Greek Yogurt with Vanilla & Honey","ordersNo":1,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/yogurt1.jpg?alt=media&token=971d54f5-6731-4e3b-bbe3-0392ab6879be","price":29.75,"section":"1","shippingDuration":"1 day","__collections__":{}},"KH1X7ZwFxfEhgoOZK3hE":{"amount":"850ml","category":"1","description":"Full cream fresh milk, produced straight from the farm to your table.","name":"Dina Farms Full Cream Milk","ordersNo":2,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/dina_milk.jpg?alt=media&token=7490f554-78f1-4cd3-8a20-8cec22c02d64","price":17.75,"section":"1","shippingDuration":"1Day","__collections__":{}},"Ocim6VkgkRKczRrqGcEF":{"amount":"180g","category":"1","description":"Greek yogurt with a yummy twist! Juhayna's Greek yogurt with strawberries is creamy, fruity, yummy and high in protein. Mix it with some of Gourmet's Granolas for the perfect snack.","name":"Juhayna Greek Yogurt Strawberry","ordersNo":0,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/strawberry_yogurt.jpg?alt=media&token=0a7dedfe-e0c5-4f32-a4bd-c931beb40275","price":20,"section":"1","shippingDuration":"1 day","__collections__":{}},"SSqTNXSYwmZHDIeTL5Ag":{"amount":"1L","category":"1","description":"Almarai Long Life semi skimmed milk is full of vitamins, minerals and fibres that are very important to your health. The milk is packed using Ultra High Temperature (UHT) milk.","name":"Almarai Semi Skimmed Milk","ordersNo":0,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/almarai-milk.jpg?alt=media&token=97d234c0-9e01-4d36-8e23-cca85c36aed7","price":17.5,"section":"1","shippingDuration":"1 day","__collections__":{}},"V9mn3CUotzb3L5wa8KFI":{"amount":"Serves 15 - 20","category":"1","description":"When it comes to effortless entertaining, The Foodie cheese platter is what you want. A creative selection of your favorite cheeses and accompaniments; on this lush platter, textures, flavors and colours are clearly stealing the spotlight! How to order your party platter?  Allow 4 hours for preparation & delivery. All platters can be ordered in either round or rectangular glass bases, as per your preference. Depending on availability some ingredients on this platter may be substituted with similar and equally good products. Available in different sizes Preparation & Serving:  All platters are served on high-quality glass bases. All platters should be refrigerated until served. Best consumed within 2 days.","name":"Gourmet Round Cheese Platter","ordersNo":0,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/the_foodie_cheese.jpg?alt=media&token=55dd6768-6801-412a-ad59-c7ef5761cbc0","price":625,"section":"1","shippingDuration":"1 day","__collections__":{}},"n2O8X0HgVlKUi0Rk80Eq":{"amount":"400ml","category":"1","description":"Made from fresh coconut flesh, this premium Thai coconut cream, goes great with curries, stir-fries, desserts & cocktails.","name":"deSIAM Coconut Cream","ordersNo":0,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/coconut_cream.jpg?alt=media&token=d1daf984-d674-45f6-9344-2af29f4aaf03","price":60,"section":"1","shippingDuration":"1 day","__collections__":{}},"pW5udlHUbeW5eyIZlVQ9":{"amount":"110g","category":"1","description":"Delicate cottage cheese from pasteurized goat's milk. Crisp, full flavor has been enhanced up to four types of pepper, so roulade satisfy the sophisticated palate connoisseurs.","name":"Soignon Goat Cheese with Pepper","ordersNo":0,"picture":"https://firebasestorage.googleapis.com/v0/b/idyllic-folio-238500.appspot.com/o/soignon_cheese.jpg?alt=media&token=5de83774-6633-48f0-b691-f34190c98c3a","price":62,"section":"1","shippingDuration":"1 day","__collections__":{}}}}